mountains = {
    "石鎚山": {
        "lat": 33.767,
        "lon": 133.115,
        "height": 1982
    },

    "剣山": {
        "lat": 33.854,
        "lon": 134.094,
        "height": 1955
    },

    "大山": {
        "lat": 35.371,
        "lon": 133.538,
        "height": 1729
    },

    "立山": {
        "lat": 36.575,
        "lon": 137.619,
        "height": 3015
    },

    "槍ヶ岳": {
        "lat": 36.341,
        "lon": 137.647,
        "height": 3180
    },

    "富士山": {
        "lat": 35.3606,
        "lon": 138.7274,
        "height": 3776
    }
}